[Name.Title.Title_Pearlescent_Avenger:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Counterbution revengeance. The reckoning."

[Name.Title.Title_Pearlescent_Butcher:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Fresh meat!"

[Name.Title.Title_Pearlescent_Sawbar:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Supressing fires!"

[Name.Title.Title_Pearlescent_Storm:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Tut, tut, it looks like rain."
